Repository: ebaumann/jphototagger
Catalog: OmegaT/de-en/omegat/project_save.tmx
Source language: de
Languages: en

source: Das Programm sollte die Vorschaubilder im <strong>JPEG</strong>-Format erzeugen und ausgeben auf die <strong>Standardausgabe</strong>.
en: The program should create the thumbnails in <strong>JPEG</strong> format an write to the <strong>system's standard output</strong>.

source: Das Programm wird deshalb beendet.
en: JPhotoTagger will be terminated.

source: Das Stichwort ''{0}'' - ''{0}'' untergeordnet - konnte nicht in die Datenbank geschrieben werden!
en: The keyword ''{0}'' - child of ''{0}'' - couldn't be stored into the database!

source: Das Stichwort ''{0}'' existiert bereits!
en: The keyword ''{0}'' already exists!

source: Das Stichwort ''{0}'' existiert bereits.
en: The keyword ''{0}'' already exists.

source: Das Stichwort ''{0}'' existiert bereits. Anderen Namen eingeben?
en: The keyword ''{0}'' already exists! Input a new name?

source: Das Stichwort ''{0}'' konnte nicht aus der Datenbank gelöscht werden!
en: The hierarchical keyword ''{0}'' couldn't be deleted from the dabase!

source: Das Stichwort ''{0}'' konnte nicht in die Datenbank gespeichert werden!
en: The hierarchical keyword ''{0}'' couldn't be stored into the dabase!

source: Das Stichwort ''{0}'' wurde nicht aktualisiert in der Datenbank!
en: The keyword ''{0}'' has not been updated into the database!

source: Das ganze Handbuch liegt als druckbares PDF-Dokument vor.
en: The complete manual is available as PDF document.

source: Datei "{0}" ersetzen?
en: Replace file "{0}"?

source: Datei ''{0}'' konnte nicht gelöscht werden!
en: File ''{0}'' couldn't be deleted!

source: Datei a&utomatisch umbenennen, falls gleichnamige existiert
en: &Automatically rename file if existing

source: Datei nicht gefunden
en: File not found

source: Datei-Ausschluss-Muster
en: File exclude patterns

source: Datei-Hooks
en: File Hooks

source: Datei-Umbenennungs-Schablonen
en: File Rename Templates

source: Datei-Umbennungs-Schablonen
en: File rename templates

source: Datei:
en: File:

source: Datei: {0}
en: File: {0}

source: Dateidatum (letzte Bearbeitung)
en: File date (Last Edit)

source: Dateidatum (zuletzt geändert):
en: File's Date (Last Modified):

source: Dateidatum absteigend
en: File Date descending

source: Dateidatum aufsteigend
en: File Date ascending

source: Dateidatum:
en: File Date:

source: Dateien &umbenennen
en: &Rename Files

source: Dateien des EXIF-Cache löschen (Datenbank-Informationen bleiben erhalten)?
en: Delete files of EXIF Cache (database information will be kept)?

source: Dateien gleichen Names mit unterschiedlicher Endung
en: Files with same name but different suffixes

source: Dateien in der Datenbank
en: Files in the database

source: Dateien in der Datenbank umbenennen
en: Renaming files in Database

source: Dateien in einen Ordner kopieren
en: Copy files into a folder

source: Dateien in einen Ordner verschieben
en: Move files into a folder

source: Dateien insgesamt:
en: File Count:

source: Dateien ohne Metadaten
en: Files Without Metadata

source: Dateien umbenennen
en: Rename files

source: Dateien verarbeiten
en: Edit files

source: Dateien...
en: Files...

source: Dateiformat
en: File format

source: Dateimuster
en: File Patterns

source: Dateiname
en: Filename

source: Dateiname absteigend
en: Filename descending

source: Dateiname aufsteigend
en: Filename ascending

source: Dateiname für den Bericht:
en: File name for the Report:

source: Dateiname ohne Endung
en: Filename without extension

source: Dateiname: {0}
en: File name: {0}

source: Dateinamen kopieren
en: Copy filenames

source: Dateinamen-&Endung (ohne Punkt):
en: Filename &suffix (without dot):

source: Dateinamen-Endungen
en: Filename Suffixes

source: Dateioperationen
en: File Operations

source: Dateipfad absteigend
en: Filepath descending

source: Dateipfad aufsteigend
en: Filepath ascending

source: Dateisystem ü&berwachen (Neustart von JPhotoTagger erforderlich)
en: &Watch file system (Requires restarting JPhotoTagger)

source: Dateit&yp:
en: File T&ype

source: Dateityp absteigend
en: File Type descending

source: Dateityp aufsteigend
en: File Type ascending

source: Daten wurden importiert
en: Data have been imported

source: Datenbank aktualisieren
en: Updating Database

source: Datenbank-Browser
en: Database Browser

source: Datenbankbrowser...
en: Database Browser...

source: Datenbankfehler
en: Datenbase error

source: Datenbankfehler beim Speichern der Vorlage ''{0}''!
en: Database error while saving template ''{0}''!

source: Datenbankfehler beim Speichern!
en: Database error while saving!

source: Datenbankfehler beim Umbenennen der Vorlage ''{0}''!
en: Database error while renming the template ''{0}''!

source: Datenbankinformationen und -Wartung
en: Database information and maintainance

source: Datenbankordner
en: Database folder

source: Datum
en: Date

source: Datum Erzeugung
en: Date created

source: Datum Metadaten
en: Metadata date

source: Datum Modifikation
en: Modify date

source: Datum auswählen
en: Choose date

source: Datum finden...
en: Find date...

source: Datum im Format JJJJ-MM-TT plus fortlaufende Nummer, z.B. 2012-01-24-001.jpg
en: Date with format YYYY-MM-DD plus sequence number, e.g. 2012-01-24-001.jpg

source: Datum in der Datenbank:
en: Date in Database:

source: Datum/Uhrzeit
en: Date/Time

source: Datum/Uhrzeit Datei
en: File change time

source: Datum/Uhrzeit Datei Sekundenbruchteile
en: DateTimeDigitized subseconds

source: Datum/Uhrzeit Dateispeicherung
en: Date and time saved

source: Datum/Uhrzeit Dateispeicherung Sekundenbruchteile
en: DateTime subseconds

source: Datum:
en: Date:

source: Datumstrennzeichen
en: Date Delimiter

source: Der Favorit ''{0}'' konnte nicht aktualisiert werden!!
en: The favorite ''{0}'' couldn't be updated!

source: Der Favorit ''{0}'' konnte nicht {1} werden!
en: The favorite ''{0}'' couldn't be {1}!

source: Der Name ''{0}'' existiert bereits!
en: The name ''{0}'' already exists!

source: Der Name ''{0}'' existiert bereits! Wollen Sie einen anderen Namen vergeben?
en: The name ''{0}'' already exists! Would You input a new name?

source: Der Name ''{0}'' existiert bereits! Einen anderen eingeben?
en: The name ''{0}'' already exists! Input a different?

source: Der Name ''{0}'' ist bereits vergeben!
en: The name ''{0}'' already exists!

source: Der Name ''{0}'' ist reserviert.
en: The name ''{0}'' is reserved.

source: Der Name ''{0}'' ist reserviert. Bitte geben Sie einen anderen ein.
en: The name ''{0}'' is reserved. Please input a different name.

source: Der Ordner ''{0}'' existiert bereits!
en: The folder ''{0}'' already exists!

source: Der Ordner ''{0}'' konnte nicht (vollständig) gelöscht werden!
en: The folder ''{0}'' couldn't be deleted (completely)!

source: Der Ordner existiert nicht oder kann nicht gelesen werden!
en: The folder does not exist or can't be read!

source: Der Zielordner ''{0}'' existiert nicht!
en: The target folder ''{0}'' does not exist!

source: Der eingegebene Name existiert bereits!
en: The input name already exists!

source: Der eingegebene Name existiert bereits! Wollen Sie einen anderen eingeben?
en: The name already exists. Would You input a new name?

source: Der neue Name muss sich unterscheiden vom alten!
en: The new name has to be different from the old name!

source: Der neue Name muss sich unterscheiden vom alten! Einen anderen Namen eingeben?
en: The new name has to different from the old name! Input a different name?

source: Der reguläre Ausdruck ist ungültig!
en: The regular expression is invalid!

source: Detaillierte Informationen:
en: Detailled message:

source: Details-Bereich andocken im Vorschaubildfenster unten
en: Dock Details Panel in Thumbnails Window Bottom

source: Diaschau beim Wiederholen erneut laden
en: Reload slideshow on repeat

source: Diaschau mit IrfanView
en: Slideshow with IrfanView

source: Die Ansicht wird erst nach Neustart aktualisiert.
en: The window will be refreshed after restarting JPhotoTagger.

source: Die Anwendung wird deshalb zwangsweise beendet.
en: The application will be killed.

source: Die Bilder können nicht bearbeitet werden!
en: The images couldn't be edited!

source: Die Datei ''{0}'' existiert bereits und kann nicht umbenannt werden!
en: The file ''{0}'' already exists and can't be renamed!

source: Die Datei ''{0}'' konnte nicht umbenannt werden!
en: The file ''{0}'' couldn't be renamed!

source: Die Datei ''{0}'' konnte nicht umbenannt werden! Fortfahren?
en: File ''{0}'' couldn't be renamed! Continue?

source: Die Datenbank konnte nicht geschlossen werden!
en: The database couldn't be closed!

source: Die Datenbank konnte nicht geschlossen werden! Es könnte sein, dass einige Änderungen nicht gespeichert wurden.
en: The database couldn't be closed. It is possible, that some data wasn't saved.

source: Die Endung ''{0}'' ist bereits definiert!
en: The suffix ''{0}'' is already defined!

source: Die Endungen der Videodateien sind als benutzerdefinierte Dateitypen hinzuzufügen (Menü "Fenster")!
en: The video file suffixes must be added as User Defined File Types (Menu "Window") !

source: Die Logdatei ist leer!
en: The log file is empty!

source: Die Logdatei {0} ist leer!
en: The log file {0} is empty!

source: Die Suche ''{0}'' existiert bereits!
en: The search ''{0}'' already exists!

source: Die Suche ''{0}'' konnte nicht gelöscht werden!
en: The search ''{0}'' couldn't be deleted!

source: Die Suche ''{0}'' konnte nicht gespeichert werden!
en: The Search ''{0}'' couldn't be saved!

source: Die Suche ''{0}'' konnte nicht umbenannt werden!
en: The search ''{0}'' couldn't be renamed!

source: Die Vorlage ''{0}'' existiert bereits!
en: The template ''{0}'' already exists!

source: Die Vorlage ''{0}'' existiert bereits! Wollen Sie einen anderen Namen eingeben?
en: The template ''{0}'' already exists! Change name?

source: Die Vorlage ''{0}'' konnte nicht {1} werden!
en: The template ''{0}'' couldn't be {1}!

source: Die Wortzusammenstellung ''{0}'' konnte nicht aus der Datenbank geladen werden!
en: The word collection ''{0}'' couldn't be loaded from database!

source: Die ausgewählte Datei existiert bereits!
en: The choosen file already exists!

source: Die ausgewählte Datei existiert bereits! Soll diese überschrieben werden?
en: The selected file already exists! Replace this file?

source: Die ausgewählten Dateien können nicht (alle) bearbeitet werden!
en: (Not all) selected files couldn't be edited!

source: Die maximale Wartezeit von {0} Sekunden wurde überschritten!
en: The maximum wait time limit of {0} sekonds exceeded!

source: Die maximale Wartezeit von {0} Sekunden wurde überschritten! Die Anwendung wird deshalb zwangsweise beendet. Möglicherweise wurden einigen Daten nicht gesichert!
en: The maximum wait time of {0} seconds is exceeded! This application will be terminated. Some data may be lost!

source: Dies kann einige Zeit dauern, während<br/>der Sie mit JPhotoTagger weiterarbeiten können.
en: This can take some time, during that<br/>you can work with JPhotoTagger.

source: Diese Meldung zukünftig anzeigen
en: Display this message in future

source: Diesen Dialog schließen
en: Close this dialog

source: Dieses Look und Feel benutzen:
en: Use this Look and Feel:

source: Dieses Skript nicht mehr zuordnen
en: Remove script assignment

source: Digitalkamera
en: Digital camera

source: Doppelpunkt
en: Colon

source: Doppelte Bilder finden
en: Find duplicate images

source: Doppelte Bilder sind Bilder mit gleicher Dateigröße, bei denen Byte für Byte identisch ist.
en: Duplicate images are files of the same size and where byte per byte is identical

source: Drehen um 180°
en: Rotate 180°

source: Drehen um 90° gegen den Uhrzeigersinn
en: Rotate 90° counter clockwise

source: Drehen um 90° im Uhrzeigersinn
en: Rotate 90° clockwise

source: Dringlichkeit
en: Urgency

source: Druckt die angezeigte Seite.
en: Prints the displayed page.

source: Druckt die angezeigte Seite. Das ganze Handbuch liegt als druckbares PDF-Dokument vor.
en: Prints the displayed page. The complete manual exists as printable PDF Document.

source: Duplikate vermeiden (Dateien gleicher Größe, bei denen Byte für Byte identisch ist)
en: Skip duplicates (images of same size, equals byte per byte)

source: E&ndung ohne Punkt am Anfang:
en: &Suffix without leading dot:

source: E&rsetzen
en: &Replace

source: E&xistierende Dateien gleichen Namens ohne Rückfrage überschreiben
en: Overwrite e&xisting files with the same name without asking

source: E&xistierende Dateien überschreiben (ohne Rückfrage)
en: Overwrite e&xisting files (without confirmation)

source: E&xperten-Einstellungen anzeigen
en: Display E&xpert Settings

source: E&xperten-Einstellungen verbergen
en: Hide E&xpert Settings

source: E&xperten-Einstellungen...
en: E&xpert Settings...

source: E&xportieren
en: E&xport

source: E-Mail an den Support schicken
en: Send Email to the support team

source: EXIF in DB aktualisieren
en: Refresh DB with EXIF

source: EXIF neu einlesen aus allen bekannten Dateien
en: Re-reading EXIF from all known records

source: EXIF nicht einlesen für Dateien mit folgender Endung:
en: Don't read EXIF of files with suffixes below:

source: EXIF-Aufnahmedatum absteigend
en: EXIF Date taken descending

source: EXIF-Aufnahmedatum aufsteigend
en: EXIF Date taken ascending

source: EXIF-Aufnahmedatum und -Uhrzeit absteigend
en: EXIF Date and Time taken descending

source: EXIF-Aufnahmedatum und -Uhrzeit aufsteigend
en: EXIF Date and Time taken ascending

source: EXIF-Brennweite absteigend
en: EXIF Focal Length descending

source: EXIF-Brennweite aufsteigend
en: EXIF Focal Length ascending

source: EXIF-Cache löschen
en: Delete EXIF Cache

source: EXIF-Daten ausgewählter Bilder in die Datenbank schreiben
en: Write EXIF data of selected images into the database

source: EXIF-Daten nach XMP
en: EXIF data to XMP

source: EXIF-ISO-Wert absteigend
en: EXIF ISO Value descending

source: EXIF-ISO-Wert aufsteigend
en: EXIF ISO Value ascending

source: EXIF-Kamera absteigend
en: EXIF Camera Model descending

source: EXIF-Kamera aufsteigend
en: EXIF Camera Model ascending

source: Eigene Schablonen bearbeiten/hinzufügen
en: Edit/Add own Rename Templates

source: Eigenes &Programm erzeugt die Vorschaubilder
en: External &program creates the thumbnails

source: Eigenes Programm zum Erzeugen der Vorschaubilder
en: External image creation application

source: Eigenes S&QL
en: Custom S&QL

source: Eigentümer
en: Source

source: Eigentümer des Bilds
en: Owner of this image

source: Ein Dateifilter blendet nur Dateien bestimmten Typs ein.
en: A file filter displays only files of a specific type.

source: Ein Download (-Check) steht unmittelbar bevor oder läuft bereits!
en: A download (check) will be executed soon or already runs!

source: Ein Download (-Check) steht unmittelbar bevor oder läuft bereits! Bitte warten Sie.
en: A download (check) will performed immediately or is already running. Please stand by.

source: Ein übergeordnetes Stichwort kann nicht unter ein untergeordnetes verschoben oder kopiert werden!
en: A parent keyword can't be moved or copied below one of it's childs!

source: Ein/Ausschließen
en: Include/Exclude

source: Eindeutige Kennzeichnung
en: Unique image ID

source: Eine Bilddatei wurde gelöscht
en: An image file has been deleted

source: Eine Bilddatei wurde kopiert
en: An image file has been copied

source: Eine Bilddatei wurde umbenannt
en: An image file has been renamed

source: Eine Bilddatei wurde verschoben
en: An image file has been moved

source: Eine Suche des Namens ''{0}'' existiert bereits!
en: A search of the name ''{0}'' already exists!

source: Eine Suche des Namens ''{0}'' existiert bereits! Wollen Sie einen anderen Namen eingeben?
en: A search of the name ''{0}'' already exists! Input a new name?

source: Einem Fotoalbum hinzufügen...
en: Add to a photo album...

source: Einen anderen Namen eingeben?
en: Input an other name?

source: Einen anderen eingeben?
en: Input an other?

source: Eines der Stichwörter
en: One of that keywords

source: Einfach
en: Simple

source: Einfaches SQ&L
en: Simple SQ&L

source: Einfärben Sättigung/lokal
en: Local toning saturation

source: Einfügen
en: Paste

source: Einfügen in ausgewählte Bilder
en: Insert into selected images

source: Eingabe hinzufügen (Enter)
en: Add input (Enter)

source: Eingabe ist kein Datum
en: Input is not a date

source: Eingabe ist keine Zahl
en: Input is not a number

source: Eingabe überprüfen
en: Verify input

source: Eingabe:
en: Input:

source: Eingabefelder leeren
en: Removes all input

source: Eingabehilfen
en: Input assistance

source: Eingaben lö&schen
en: D&elete Input

source: Eingaben speichern
en: Saving input

source: Einheit Auflösung
en: Resolution unit

source: Einheit Freistellen
en: Crop units

source: Einheit/Auflösung
en: Unit of X and Y resolution

source: Einklappen
en: Collapse

source: Einlesen a&bbrechen
en: &Cancel reading

source: Einstellungen
en: Settings

source: Einstellungen vorgenommen
en: Has settings

source: Einzelne Bilddateien
en: Selected image files

source: Endet mit
en: Ends with

source: Endung auswählen
en: Choose suffix

source: Endung hinzufügen
en: Add suffix

source: Entfernen
en: Remove

source: Entfernen aus ausgewählten Bildern
en: Remove from selected images

source: Entfernen aus den Synonymen
en: Remove from synonyms

source: Entfernen aus den Synonymen (Entf)
en: Remove from the synonyms (Del)

source: Entfernen aus den Wörtern
en: Remove from words

source: Entfernen aus den Wörtern (Entf)
en: Remove from the words (Del)

source: Entfernt das ausgewählte Programm
en: Removes the selected program

source: Entfernt ein ausgewähltes Muster
en: Removes a selected pattern

source: Entfernung
en: Distance

source: Entfernungseinstellung [m]
en: Subject distance

source: Enthält
en: Contains

source: Entziehen
en: Revoke

source: Erhält 1 Parameter: Pfad zum Namen der gelöschten Datei
en: Gets 1 parameter: Path to the deleted file

source: Erhält 2 Parameter: 1. Pfad zum vorherigen Namen, 2. Pfad zum neuen Namen
en: Gets 2 parameters: 1. path to the old name, 2. path to the new name

source: Erlaubnis für Upload
en: Permission for uploading images

source: Erneuter Versuch?
en: Try it again?

source: Erstellt HTML-Berichte aus ausgewählten Bildern
en: Generates HTML Reports of selected images

source: Erweitert JPhotoTagger mit benutzerdefinierten Dateifiltern.
en: Extends JPhotoTagger with user defined file filters.

source: Erweitert JPhotoTagger mit benutzerdefinierten Dateifiltern. Ein Dateifilter blendet nur Dateien bestimmten Typs ein.
en: Extends JPhotoTagger with User Defined File Filters. A File Filter displays only files of a specific type.

source: Erweitert die von JPhotoTagger erkannten Dateien um eigene Dateitypen.
en: Extends images recoginzied from JPhotoTagger with user defined file types.

source: Erweiterte Suche
en: Advanced Search

source: Erweiterte Suche (SQL)
en: Advanced Search (SQL)

source: Erzeuge Controller
en: Creating controllers

source: Erzeuge Models
en: Creating models

source: Erzeuge MouseListener
en: Creating mouse listener

source: Erzeuge RendererFactory
en: Creating renderer

source: Erzeuge verschiedene Anwendungskomponenten
en: Creating misc application components

source: Es gibt bereits eine Wortzusammenstellung des Namens ''{0}''!
en: A word collection of the name ''{0}'' already exists!

source: Es gibt keine Dateien zu importieren!
en: No files to import!

source: Es ist ein Fehler aufgetreten
en: An error occured

source: Es ist ein Fehler aufgetreten!
en: An error occured!

source: Es ist ein Fehler aufgetreten.
en: An error is occured.

source: Es ist ein Fehler aufgetreten. Hier klicken zum Anschauen der Fehler-Logdatei.
en: An error occured. Click here to view the error logfile.

source: Es ist kein Ordner ausgewählt
en: No folder is selcted

source: Es kann nur ein (einiger) ausgewählter Zweig (gleichzeitig) eingefügt werden!
en: Only one selected path can be inserted (simultaneously)!

source: Es konnten nicht alle Tabellen erzeugt werden!
en: Not all tables could be created!

source: Es konnten nicht alle Tabellen erzeugt werden! Das Programm wird deshalb beendet. Ursache: {0}
en: Not all tables could be created! The Program will be terminated. Cause: {0}</html>

source: Es könnte sein, dass einige Änderungen nicht gespeichert wurden.
en: Some changes probably couldn't saved.

source: Es muss mit mehreren Aufrufen zur gleichen Zeit umgehen können.
en: It has to handle more calls at the same time.

source: Es sind mehrere Stichwörter ausgewählt.
en: Multiple keywords selected.

source: Es sind mehrere Stichwörter ausgewählt. Nur das erste davon wird umbenannt.
en: Multiple keywords are selected. Only the first of them will be renamed.

source: Es werden keine weiteren Einstellungen angeboten.
en: Settings will not be supported.

source: Es wurden keine Quelldateien ausgewählt!
en: No source Files selected!

source: Es wurden {0} Bilddateien abgeglichen mit der Datenbank
en: Synchronized {0} image files with the database

source: Es wurden {0} Dateien aus dem EXIF-Cache gelöscht.
en: {0} has been deleted from the EXIF Cache

source: Es wurden {0} Dateien aus dem IPTC-Ignoreren-Cache gelöscht
en: {0} files has been deleted from the IPTC ignore cache

source: Es wurden {0} Datensätze gelöscht.
en: {0} records deleted.

source: Es wurden {0} Stichwörter gelöscht
en: {0} keyword(s) deleted

source: Es wurden {0} verwaiste Vorschaubilder gelöscht
en: {0} orphaned thumbnails has been deleted

source: Esc löscht Eingabe im aktuellen Feld
en: Esc deletes input of the current field

source: Exakter Wortlaut
en: Precise text

source: Experten-Einstellungen für den Bild-Import
en: Expert Settings for image imports

source: Exportiert GPS-Standorte in eine KML-Datei
en: Exports GPS locations into a KML file

source: Exportierte Bearbeiten-Vorlagen
en: Exported Edit templates

source: Exportierte Benutzerdefinierte Dateifilter
en: Exported User Defined File Filters

source: Exportierte Benutzerdefinierte Dateitypen
en: Exported User Defined File Types

source: Exportierte Datei-Ausschluss-Muster
en: Exported file exclude patterns

source: Exportierte Datei-Umbennungs-Schablonen
en: Exported file renname templates

source: Exportierte Favoriten
en: Exported favorites

source: Exportierte Fotoalben
en: Exported photo albums

source: Exportierte Programme und Aktionen
en: Exported programs and actions

source: Exportierte Synonyme
en: Exported synonyms

source: Exportierte Wortzusammenstellungen
en: Exported Word Collections

source: Exportierte gespeicherte Suchen
en: Exported saved searches

source: Exportierte überwachte Ordner
en: Exported autoscan folders

source: Farbkanäle/Spektrale Empfindlichkeit
en: Spectral sensitivity

source: Farbmodus
en: Color mode

source: Farbraum
en: Color space information

source: Farbrauschen reduzieren
en: Color noise reduction

source: Farbton
en: Tint

source: Farbton Blau
en: Blue hue

source: Farbton Grün
en: Green hue

source: Farbton Rot
en: Red hue

source: Farbton/lokal
en: Local toning hue

source: Favorit ''{0}'' existiert bereits!
en: Favorite ''{0}'' already exists!

source: Favoriten
en: Favorites

source: Favoriten finden...
en: Find favorite...

source: Favoriten löschen
en: Delete favorite

source: Fehler
en: Error

source: Fehler beim Aktualisieren der Suche ''{0}''!
en: Error while updating the search ''{0}''!

source: Fehler beim Aktualisieren des Filters''{0}''!
en: Error while updating filter ''{0}''!

source: Fehler beim Autorisieren von JPhotoTagger!
en: Error while authorizing JPhotoTagger

source: Fehler beim Einfügen des Stichworts ''{0}''!
en: Error while inserting the keyword ''{0}''!
